Repository: agbotman/hplan_app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: District
nl: Regio

source: description
nl: beschrijving

source: date last changed
nl: datum laatste wijziging

source: accommodation description
nl: accommodatie beschrijving

source: accommodation descriptions
nl: accommodatie beschrijvingen

source: property manager
nl: accommodatie beheerder

source: address
nl: adres

source: zip code
nl: postcode

source: city
nl: plaats

source: country
nl: land

source: number of rooms
nl: aantal kamers

source: number of places
nl: aantal bedden

source: pets allowed
nl: huisdieren toegestaan

source: smoking not allowed
nl: roken niet toegestaan

source: swimming pool
nl: zwembad

source: kitchen
nl: keuken

source: laundry facility
nl: wasvoorziening

source: handicapped
nl: gehandicapten

source: front picture
nl: voorste afbeelding

source: property introduction
nl: accommodatie inleiding

source: property introduction (Dutch)
nl: accommodatie inleiding (Nederlands)

source: property introduction (German)
nl: accommodatie inleiding (Duits)

source: property introduction (French)
nl: accommodatie inleiding (Frans)

source: introduction date
nl: introductie datum

source: date online
nl: datum online

source: accommodation kind
nl: type accommodatie

source: users can reserve
nl: gebruikers kunnen reserveren

source: public can reserve
nl: publiek kan reserveren

source: number of days
nl: aantal dagen

source: addition accommodation kind
nl: extra accommodatie type

source: selling price
nl: verkoopprijs

source: accommodation
nl: accommodatie

source: accommodations
nl: accommodaties

source: name
nl: naam

source: zipcode
nl: postcode

source: phone
nl: telefoon

source: mobile
nl: mobiel

source: registration date
nl: registratie datum

source: last change date
nl: datum laatste wijziging

source: English speaking
nl: Engels sprekend

source: Dutch speaking
nl: Nederlands sprekend

source: German speaking
nl: Duits sprekend

source: French speaking
nl: Frans sprekend

source: propertymanagers
nl: accommodatie beheerders

source: picture
nl: afbeelding

source: countries
nl: landen

source: district id
nl: Regio id

source: district
nl: Regio

source: districts
nl: regio's

source: language
nl: taal

source: languages
nl: talen

source: accommodation type
nl: accommodatie type

source: accommodation types
nl: accommodatie types

source: Rental
nl: Vakantiewoning

source: Room
nl: Kamer

source: Apartment complex
nl: Appartementencomplex

source: Exclusive villa
nl: Exclusieve villa

source: Mobile home
nl: Stacaravan

source: Apartment
nl: Appartement
